export const quitText = [
  "얼루가게 회원탈퇴 시 얼루가게 서비스에서 탈퇴되며 추후 다른 제휴 서비스는 이용이 가능해요.",
  "얼루가게를 탈퇴하더라도 회원정보, 서비스 이용기록은 모두 삭제되며, 삭제한 데이터는 복구가 불가능해요.",
  "얼루가게를 탈퇴하고 재가입하더라도 회원정보 및 근무 정보 등 저희가 관리한 정보들은 다시 볼 수 없어요.",
  "가게를 운영 중이시라면 운영 중이신 가게가 폐쇄돼고, 데이터 또한 복구가 불가능해요.",
];

export const termText = {
  title: "얼루가게 개인정보처리방침",
  description:
    "본 개인정보처리방침은 얼루가게에서 제공하는 직원 출퇴근 관리 서비스(이하 '서비스')의 이용 과정에서 수집,이용,관리되는 개인정보의 처리에 관한 사항을 규정하고 있습니다.",
  parts: [
    {
      title: "개인정보의 수집 및 이용 목적",
      description:
        "본 서비스는 다음의 목적을 위해 개인정보를 수집하며, 수집된 정보는 다음의 목적 이외의 용도로는 사용되지 않습니다.",
      detail: [
        "출퇴근 관리, 근태 관리 및 근무 스케줄 관리",
        "서비스 이용에 따른 본인 확인, 개인 맞춤 서비스 제공",
        "고객 문의 및 불만 처리, 공지사항 전달",
      ],
    },
    {
      title: "수집하는 개인정보 항목",
      description:
        "서비스 제공을 위해 아래와 같은 개인정보를 수집하고 있습니다.",
      detail: [
        "필수항목 : 업체명, 대표자 및 근무자 이름, 전화번호, 근무 스케줄",
      ],
    },
    {
      title: "개인정보의 보유 및 이용 기간",
      description:
        "수집된 개인정보는 서비스 이용 계약 기간 및 서비스 제공에 필요한 기간 동안에만 보유 및 이용됩니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.",
      detail: [
        "보존 항목 : 업체명, 대표자 및 근무자 이름, 전화번호, 근무 스케줄",
        "보존 근거 : 서비스 이용의 혼선 방지, 법적 분쟁 해결 및 불법적 사용자에 대한 관련 기관 수사 협조",
        "보존 기간 : 5년 및 서비스 탈퇴 시",
      ],
    },
    {
      title: "개인정보 파기 절차 및 방법",
      description:
        "수집된 개인정보는 목적이 달성된 후 지체 없이 파기됩니다. 파기 절차 및 방법은 다음과 같습니다.",
      detail: [
        "파기 절차 : 이용자가 서비스 이용 동안 제공한 정보는 목적이 달성된 후 내부 방침 및 관련 법령에 따라 일정 기간 저장된 후 파기됩니다.",
        "파기 방법 : 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제하고, 종이 문서에 기록된 개인정보는 분쇄기로 분쇄하거나 소각합니다.",
      ],
    },
    {
      title: "개인정보 보호 책임자",
      description:
        "본 서비스의 개인정보 보호 책임자는 아래와 같으며, 개인정보와 관련된 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.",
      detail: ["이름 : 황창하", "직위 : 대표자", "연락처 : +821040009842"],
    },
  ],
};
